{
  "facts":[
    "Broadcasting rights of IPL 2018 are sold for a whopping ₹16347.5 crore to Star India Network.",
    "Praveen Kumar had bowled the highest number of dot balls in the history of IPL. He has bowled 1075 dot balls in 119 Matches.",
    "Praveen Kumar is also the bowler who has bowled the first-ever over in IPL.",
    "Praveen Kumar is the bowler who has bowled the most number of maiden overs in the history of IPL. He has bowled 14 maiden overs.",
    "Chennai Super Kings is the only team in IPL that has never changed its captain.",
    "Amit Mishra holds the record of highest number of hat-tricks in the history of IPL.",
    "Virat Kohli holds the record of most runs in one IPL Season. He has made 973 runs in IPL 2016.",
    "In every IPL Season, RCB promotes “Go Green” initiative by wearing green jersey for a match.",
    "K.L. Rahul holds the record of fastest 50 (in 14 balls) and Chris Gayle holds the record of fastest 100 (in 30 balls) in IPL.",
    "Sachin Tendulkar becomes the first Indian player to win an orange cap in IPL.",
    "Shaun Marsh was the first orange cap holder in the IPL season",
    "Chris Gayle and David Warner have won orange cap twice in the history of IPL.",
    "Mujeeb Ur Rahman is the youngest player in the history of IPL.",
    "Brad Hogg is the oldest player in the history of IPL.",
    "In 2015, Parthiv Patel was the first Indian player who played for 6 IPL franchises.",
    "Aaron Finch was the first overseas player who plays for 6 IPL franchises.",
    "David Warner holds the record for most half-centuries in IPL (36).",
    "Chris Gayle holds the record for most centuries in IPL (6).",
    "Chris Gayle also holds the record for winning man of the match award, most number of times in IPL",
    "Chris Gayle also holds the record for highest individual score (175 in 66 balls) in IPL.",
    "Chris Gayle also holds the record for most sixes (292 sixes in 112 matches as of May 2018) by a batsman in IPL history.",
    "Kings XI Punjab is the only team that has changed its captain 11 times in 11 seasons of IPL.",
    "CSK has reached the final 6 times, most by any team in the history of IPL.",
    "CSK is the only team that has qualified for the playoffs in every season of the IPL",
    "Lasith Malinga is the highest wicket-taker in IPL with a total of 154 wickets in 110 matches.",
    "Sandeep Lamichhane is the first and only Nepalese cricketer to play in the Indian Premier League.",
    "Chennai Super Kings has the highest winning ratio (60.42%) in IPL.",
    "Mumbai Indians holds the record biggest ever win in the history of the IPL. MI defeated Delhi Daredevils by a huge margin of 146 runs in IPL 2017.",
    "RCB holds the record for making the highest and the lowest score in an IPL match.",
    "Mumbai Indians holds the record for most wins by any team in IPL. They have won 91 out of 157 matches (2008 – 2017).",
    "Piyush Chawla is the only bowler who has not bowled a no-ball till 386th over in IPL history.",
    "Chris Gayle remains unsold in IPL 2011 and 2018."
  ]
}
